<?php
return [
    'title' => 'Пользователи',
    'role' => 'Роль',
    'name' => 'Имя',
    'date' => 'Дата',
    'newUser' => 'Новый пользователь',
    'userName' => 'Имя пользователя',
    'userEmail' => 'Электронная почта',
    'userPass' => 'Пароль пользователя',
    'uniqueEmail' => 'Такая почта уже зарегистрирована!',
    'userRole' => 'Роль пользователя',
    'userRoleSelect' => 'Выберете роль пользователя',
    'userEditSuccess' => 'Пользователь успешно отредактирован',
    'userEditFailed' => 'Отредактировать не удалось',
    'userDeleteSucces' => 'Пользователь удалён',
    'userDeleteFaled' => 'Удалить не удалось',
    'selectRole' => 'Выбор роли пользователя',
];